---
kind: other
id: Methods.T:Autodesk.Revit.DB.Lighting.BasicLossFactor
source: html/0b2de1ab-2769-9c0d-08bc-78fa8e63d5c1.htm
---
# BasicLossFactor Methods

Creates a copy of the LossFactor derived object.